<?php

return array (
  'backend' => 
  array (
    'general' => 
    array (
      'backup_warning' => 'يرجى ملء التفاصيل اللازمة للنسخ الاحتياطي',
      'cancelled' => 'تم الغاء التحديث',
      'created' => 'تم الإنشاء بنجاح.',
      'deleted' => 'حذف بنجاح.',
      'error' => 'خطأ . حاول مرة أخري',
      'restored' => 'استعادة بنجاح.',
      'unverified' => 'لم يتم التحقق من ملفات التحديث.',
      'updated' => 'تم التحديث بنجاح.',
      'delete_warning' => 'لا يمكنك حذف الدورة. هناك طلاب مسجلون بالفعل. قم بإلغاء نشر الدورة التدريبية بدلاً من ذلك',
      'delete_warning_bundle' => 'لا يمكنك حذف حزمة. الطلاب مسجلون بالفعل. إلغاء نشر الحزمة بدلاً من ذلك',
      'slug_exist' => 'يوجد سجل بنفس العلامة (slug)، يرجى تحديث العلامة.',
      'teacher_delete_warning' => 'لا يمكنك حذف المدرب، حيث قام بالفعل بإضافة دورات. بدلاً من ذلك قم بتغيير حالة المدرب.',
    ),
    'roles' => 
    array (
      'created' => 'تم إنشاء الدور بنجاح.',
      'deleted' => 'تم حذف الدور بنجاح.',
      'updated' => 'تم تحديث الدور بنجاح.',
    ),
    'users' => 
    array (
      'cant_resend_confirmation' => '"التطبيق مُعد حاليًا للموافقة اليدوية على المستخدمين."',
      'confirmation_email' => '"تم إرسال رسالة تأكيد جديدة إلى العنوان المسجل."',
      'confirmed' => 'تم تأكيد المستخدم بنجاح.',
      'created' => 'تم إنشاء المستخدم بنجاح.',
      'deleted' => 'تم حذف المستخدم بنجاح.',
      'deleted_permanently' => 'تم حذف المستخدم بشكل دائم.',
      'restored' => 'تمت استعادة المستخدم بنجاح.',
      'session_cleared' => 'تم مسح جلسة المستخدم بنجاح.',
      'social_deleted' => 'تم حذف الحساب الاجتماعي بنجاح',
      'unconfirmed' => 'تم إلغاء تأكيد المستخدم بنجاح',
      'updated' => 'تم تحديث المستخدم بنجاح.',
      'updated_password' => 'تم تحديث كلمة مرور المستخدم بنجاح.',
    ),
    'stripe_plan' => 
    array (
      'stripe_credentials' => '"بيانات اعتماد Stripe غير متاحة"',
    ),
  ),
  'frontend' => 
  array (
    'contact' => 
    array (
      'sent' => '"تم إرسال معلوماتك بنجاح. سنقوم بالرد على البريد الإلكتروني الذي قدمته في أقرب وقت ممكن."',
    ),
    'course' => 
    array (
      'completed' => '"تهانينا! لقد أكملت الدورة بنجاح. تحقق من شهادتك في لوحة التحكم."',
      'slot_booking' => '"تم حجز الدرس المباشر بنجاح."',
      'sub_bundle_limit_over' => '"تم تجاوز حد باقة الاشتراك الخاصة بك."',
      'sub_bundle_not_access' => 'لا يوجد لديك وصول إلى أي باقة في خطة اشتراكك.',
      'sub_bundle_success' => 'تم الاشتراك بالحزمة بنجاح.',
      'sub_course_limit_over' => 'تم تجاوز حد الدورات في خطة اشتراكك.',
      'sub_course_not_access' => 'لا يوجد لديك وصول إلى أي دورة في خطة الاشتراك الخاصة بك.',
      'sub_course_success' => 'تم الاشتراك في الدورة بنجاح.',
      'subscription_plan_cancelled' => 'تم إلغاء خطة الاشتراك الخاصة بك.',
      'subscription_plan_expired' => 'انتهت صلاحية خطة الاشتراك الخاصة بك.',
    ),
    'duplicate_course' => 'تم شراء الدورة بالفعل.',
    'duplicate_bundle' => 'تم شراء الحزمة بالفعل.',
    'wishlist' => 
    array (
      'added' => 'تمت إضافة الدورة بنجاح إلى قائمة الرغبات.',
      'exist' => 'تمت إضافة هذه الدورة بالفعل إلى قائمة الرغبات.',
    ),
  ),
);
